Revit 2027 API
ParameterTypeId.CwpReuseGridsSameName Property
 "Reuse Grids with the same name"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CwpReuseGridsSameName { get; }
Public Shared ReadOnly Property CwpReuseGridsSameName As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CwpReuseGridsSameName {
	ForgeTypeId^ get ();
}
static member CwpReuseGridsSameName : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace